[Language]
Code="hu"
Name="Hungarian"
Version="2.7.5"
Translator="Zityi <zityisoft@gmail.com>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Bezárás"
Maximize="Teljes méret"
Minimize="Kis méret"
Restore="Visszaállítás"
Menu="Főmenü"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nA képernyőn lévő szó rögzítése: [$CursorStatus]\nA kijelölt szöveg fordítása: [$SelectionStatus]\nA vágólapon lévő szöveg fordítása: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="A képernyőn lévő szó rögzítése:\t[$CursorStatus]\nA kijelölt szöveg fordítása:\t[$SelectionStatus]\nA vágólapon lévő szöveg fordítása:\t[$ClipboardStatus]"
Enabled="Engedélyezve"
Disabled="Letiltva"

[MainMenu]
Open="Megnyitás"
CursorTranslator="A képernyőn lévő szó rögzítése"
SelectionTranslator="A kijelölt szöveg fordítása"
ClipboardTranslator="A vágólapon lévő szöveg fordítása"
Configuration="Konfiguráció..."
Dictionaries="Szótárak..."
Appendices="Kiegészítők..."
Activation="Termék aktiválás"
UpdateOnline="Online frissítés"
Help="Súgó"
About="A Lingoes névjegye"
SupportOnline="Online támogatás"
Exit="Kilépés"
EnterLicense="Licenc megadása..."

[DlgInput]
Back="Vissza"
Forward="Előre"
MainMenu="Főmenü"
HistoryList="Előzmény lista"
Search="Keresés", "Részletes értelmezések keresése"
WebSearch="Web keresés"
AutoMatch="Auto párosítás", "Automatikus párosítás az Index csoportban"
MatchSetup="Index csoport beállítások..."
FindEngine="További web modulok..."

[DlgIndex]
Index="Index"
Guide="Útmutató"
Appendix="Kiegészítés"
NoIndex="Nincs index"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Szótár hozzáadás az <b>Index csoporthoz</b>, Helyesírási tanácsokat kaphatsz a szó beírásakor.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Az Index csoport kezeléséhez, kattints ide.</u></a></div>"

[WebGuide]
Results="Eredmények"
Spelling="Helyesírás alternatívák"
Appendices="Kiegészítők"
Options="Beállítások"
Dictionaries="Szótárak...", "Szótárkezelés"
ManageAppendices="Kiegészítők...", "Kiegészítő modul kezelő"
Configuration="Konfiguráció...", "A konfigurációs ablak megnyitása"
Help="Help", "A Lingoes súgó megnyitása"
Homepage="lingoes.net", "A Lingoes weboldal meglátogatása"
Community="Lingoes Közösség", "Lingoes Online Közösség"

[DlgAppendix]
WndTitle="Kiegészítő modul beállítások"
Close="Bezárás"
Install="Telepítés", "Lingoes kiegészítők (*.laf)|*.laf|", "A telepítés sikertelen! \nLehetséges, hogy állnak rendelkezésre megfelelő fájl hozzáférési jogosultságok."
Delete="Törlés", "Valóban törlöd ezt: \"[$Title]\"", "A(z) \"[$Title]\" törlése sikertelen! \nLehetséges, hogy állnak rendelkezésre megfelelő fájl hozzáférési jogosultságok."
Modify="Módosítás", "A módosítás sikertelen! \nLehetséges, hogy állnak rendelkezésre megfelelő fájl hozzáférési jogosultságok."
NewGroup="Új csoport", "Az új csoport létrehozása sikertelen! \nLehetséges, hogy állnak rendelkezésre megfelelő fájl hozzáférési jogosultságok."
MoveUp="Fel"
MoveDown="Le"
CreateAppendix="Kiegészítők létrehozása"
Download="További kiegészítők beszerzése..."
Name="Név"
Group="Csoport"
InstallSucceed="\"[$Title]\" telepítés sikeres."
OverwriteInstall="A kiegészítő létezik, valóban felülírod azt?\n\nMegjelenítendő felirat:[$Title]\nNév: [$Name]"
InvalidInstallFile="Hibás telepítő fájl!\n[$Filename]"
AppeVersionTooOld="[$Filename]\nA jelenlegi kiegészítő ([$AppeVer]) verziója túl régi. Kérlek, frissítsd azt.\n\nFelkeresed a a Lingoes weboldalát a legfrissebb verzió ellenőrzéséhez?"
AppeVersionTooNew="[$Filename]\nA jelenlegi szótárhoz ([$AppeVer]) újabb Lingoes verzió szükséges.\n\nLetöltöd most a legújabb verziót a Lingoes weboldaláról?"

[DlgAppendixEdit]
WndTitle="Módosítás \"[$Title]\"", "Egy új csoport létrehozása"
Name="Név"
DisplayTitle="Megjelenítendő felirat"
DisplayStyle="Megjelenítési stílus"
Ok="Ok"
Cancel="Mégse"

[DlgAppendixBuilder]
WndTitle="Kiegészítő szerkesztő"
Name="Név:  (csak a-z, 0-9, kötőjel és aláhúzás)", "Név szükséges, csak a-z, 0-9, kötőjel és aláhúzás engedélyezett."
Title="Megjelenítendő felirat:", "Felirat szükséges!"
Location="Projekt tároló mappa:", "A projekt mappa létrehozása sikertelen!", "Válassz ki egy elérhető mappát."
Create="Új projekt készítés", "A projekt készítés sikeres!\n\nMost szabadon tudod tervezni a függeléket azáltal, hogy szerkeszted az \"index.html\" fájlt.", "A projekt készítés sikertelen!"
Build="Létrehozás", "A kiegészítő fájl létrehozása sikeres!\n[$Filename]", "A kiegészítő fájl létrehozása sikertelen!\n[$Filename]"
Close="Bezárás"
Tips="Tippek: Most szabadon tudod tervezni a függeléket azáltal, hogy szerkeszted az \"index.html\" fájlt, az új projekt létrehozása után."
OverwriteProject="A projekt fájl már létezik, felülírod azt?"

[DlgStatus]
KeepVisible="Az ablak mindig látható"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="Kis ablak bezárása/megnyitása"

[DlgView]
Speak="Kimond", "A kijelölt szöveg kimondása"
Search="Keresés"
Copy="Másolás"
Print="Nyomtatás..."
Save="Mentés..."
Find="Keresés..."
SelectAll="Mindet kijelöli"
TextTranslate="Szövegfordítás", "A szövegfordítás indítása"
StartPage="Kezdőlap", "Kezdőlap"
ShowIndex="Oldalsáv megjelenítése"
HideIndex="Oldalsáv rejtése"
SaveFilter="HTML fájl (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Beszéd beállítások..."
SelectVoice="Hang kiválasztása"
Activation="Aktiválás", "Lingoes Aktiválás Varázsló"
Buy="Buy", "Lingoes kereskedelmi licenc vásárlás"

[DlgRegister]
Title="Lingoes - Kereskedelmi használat regisztráció"
FreeDownload="A Lingoes ingyenesen, nem-kereskedelmi célra használható.\r\nAz ingyenes verzió letöltése itt..."
Name="Regisztrációs név:", "Regisztrációs név szükséges"
Email="Regisztrációs E-mail:", "Regisztrációs e-mail cím szükséges"
RegCode="Regisztrációs kód:", "A regisztrációs kód érvénytelen"
Support="Vásárlói tanácsadás"
Register="Regisztrálás", "Regisztrációs információ mentési hiba"
Exit="Kilépés"

[DlgInfo]
Title="Üzenet"
Ok="Ok"
Cancel="Mégse"
Yes="Igen"
No="Nem"
Retry="Ismét"
Abort="Megszakítás"
Ignore="Kihagyja"

[DlgAuthentication]
Title="Kapcsolódás a következőhöz: "
TitleProxy="Proxy szerver kapcsolat "
Username="Felhasználónév:"
Password="Jelszó:"
Remember="Jelszó megjegyzése"
Ok="Ok"
Cancel="Mégse"

[WndGrab]
Open="Részletes értelmezések keresése"
Speak="Kimondja"
Copy="Másolás"
TextTranslation="Szövegfordítás"
Back="Vissza" 
Forward="Előre"
Search="Keresés\n  Enter:\t\tKeresés\n  Ctrl + Enter:\tRészletes értelmezések keresése\n  Shift + Enter:\tSzövegfordítás\n  Alt + Enter:\tWeb keresés"
RollUp="Ablak rejtés / Ablak megjelenítés"
Option="Opció"
KeepSize="Ablakméret megtartás"
KeepVisible="Az ablak mindig látható"
AutoRollUp="Auto felgörgetés", "Nem", "[$DelaySecond] másodperc késleltetés"
CloseMiniWnd="A kis ablak bezárása"

[DlgDictOption]
Title="Szótár beállítások"
NetInstall="Telepítés a webről", "Szótár telepítése a lingoes weboldaláról"
Install="Telepítés", "Szótár telepítése lemezről"
Uninstall="Eltávolítás", "Szótár eltávolítása"
Add="Hozzáadás", "Szótár hozzáadása a listához"
Remove="Eltávolítás", "A szótár törlése a listáról"
Download="Letöltés", "Szótár letöltése kapcsolat nélküli használatra"
MoveTop="", "Mozgatás felfelé"
MoveUp="", "Fel"
MoveDown="", "Le"
MoveBottom="", "Mozgatás lefelé"
MoreDetails="", "Szótár részletek megtekintése"
Close="Bezárás"

Installed="Telepített szótárak"
Query="Telepített szótárak"
Index="Index csoport"
Grab="Szöveg felvételi csoport"

InstalledList="Telepített szótárak"
QueryList="Telepített szótárak"
IndexList="Index csoport lista"
GrabList="Szöveg felvételi csoport lista"
DictID="ID"
Online="Online"

Type="Típus"
OnlineType="Internet kapcsolat szükséges"
NotLicensed="(Regisztrálatlan <a href='app://activate/'><u>Aktiválás</u></a> <a href='app://buy/[$ProductID]'><u>Vásárlás</u></a>)"

AddFilter="Lingoes szótárak (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Szótár telepítése"
Installing="Telepítés..."
IndexDictTooMany="Tippek:\n\nA túl sok szótár hozzáadása az \"Index Csoport\"-hoz, lassítani fogja a megfelelő szó találati arányt, mikor beírod a kereső ablakba a karaktereket.\n\nÚgyhogy, mi azt ajánljuk neked, hogy csak a gyakran használt szótárakat add hozzá az \"Index Csoport\"-hoz."

[DlgDictList]
Title="Szótárak hozzáadása"
Add="Hozzáadás"
Cancel="Mégse"
Select="Kiválasztás"
DictList="Telepített szótárak"
ID="ID"
Online="Online"

[DlgDictInfo]
Title="Szótár részletek"
Close="Ok"

ID="ID"
MD5="MD5"
Tag="Tags"
Name="Név"
Version="Verzió"
Date="Létrehozás dátuma"
Update="Legutóbbi frissítés"
IndexCount="Összes szó"
Language=Nyelv
MoreLanguage=További..
DictTitle="Cím"
DictEdition="Kiadás"
DictDescription="Leírás"
PubAuthor="Szerző"
PubPress="Press"
PubEmail="E-mail"
PubWebsite="Webhely"
PubCopyright="Szerzői jog"
Filename="Fájlnév"

; Install Dictionaries
[DlgDictInstall]
Title="Szótár telepítése"
InstallSucceed="A(z) \"[$DictTitle]\" szótár telepítése sikeres"
DictGroupOption="Beállítások"
AddIndexGroup="Hozzáadás a \"Index Csoport\"-hoz"
AddIndexGroupDesc="A Lingoes meg fogja keresni a szótárakat az index csoportban é s megjeleníti a legközelibb eredményeket az index sávon."
AddGrabGroup="Hozzáadás a \"Szöveg felvételi csoport\"-hoz"
AddGrabGroupDesc="A Lingoes megkeresi a szótárakat a szöveg felvételi csoportban és megjeleníti a fordítási eredményeket a szöveg felvételi ablakban a szöveg felvétel közben."
Ok="Ok"

LoadPackage="Szótárcsomag betöltése:\n"
LoadPackageFail="A szótárcsomag betöltése sikertelen:\n"
ExtractFileFail="A fájl kicsomagolása sikertelen:\n"
OpenSetup="A telepítőfájl megnyitása:\n"
OpenSetupFail="A telepítőfájl megnyitása sikertelen:\n"
FileFormatInvalid="A fájlformátum nem megfelelő:\n"
VersionInvalid="A verzió nem támogatott:\n"
InstallDict="Szótárfájl telepítése:\n"
InstallDictFail="A szótárfájl telepítése sikertelen:\n"
InstallPackageSucceed="A szótárcsomag sikeresen telepítve lett\n"

; Configuration
[DlgOption]
Title="Konfiguráció"
Ok="Ok"
Cancel="Mégse"
General="Általános"
Appearance="Megjelenés"
Connection="Kapcsolat"
Speech="Beszéd"
Hotkey="Gyorsbillentyűk"
Translate="Fordítás"
License="Licencek"
Capture="Szöveg felvétel"

; General
[DlgOptGeneral]
Language="Nyelv"
UILanguage="Felhasználói felület nyelve"

WebSearch="Web keresés"
SelectWebSearch="A kereső modul kiválasztása a webes kereséshez"

TermHistory="Előzmény és Gyorstár"
SaveHistory="Keresett szavak mentése az előzményekben"
ClearHistory="Előzmények törlése"
ClearHistoryConfirmation="Biztos, hogy törlöd az előzményeket?"

ResultCache="Online szótár helyi gyorstár"
ClearCache="Gyorstár ürítése", "Valóban üríted a gyorstárat?"

AutoStart="A Lingoes futtatása, mikor bejelentkezek a Windows rendszerbe"
StartMin="Indítás után a tálca értesítési területére helyez"
HideTipWnd="Ne jelenjenek meg a tipp ablakok"

; Appearance
[DlgOptAppearance]
UserInterface="Felhasználói felület"
WindowStyle="Ablak elrendezés"
WindowFont="Ablak szöveg betűtípus"
WindowFontSize="Betűméret"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Eredmény megjelenítő"
TextFont="Szöveg betűtípus"
TextFontSize="Betűméret"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Fonetikus betű"
CursorTranslatorBar="Szöveg felvételi ablak"
FontColor="Betűszín"
BackColor="Háttérszín"
BorderColor="Szegélyszín"
Transparence="Áttetsző szöveg felvételi ablakok"
SampleText="Szöveg felvétel"

[Style]
0="Nincs"
1="Alapértelmezett"

; Translate
[DlgOptTranslate]
SupportLCMap="Helyi nyelv hozzárendelés támogatás"
InstantTranslation="Azonnali fordítás"
TargetLanguage="Cél nyelv:"
CurrentUserLanguage="= Jelenleg használt nyelv"
TargetLanguage2="Ha a cél nyelv azonos a forrással, akkor állítsa át erre:"
NoTranslate="= Nincs fordítás"

;--------- For Compatible 2.4.2 and older ----------------
CursorActivation="Szó felvétele a képernyőn"
MouseActivation="Egér aktiválási mód:"
MouseOver="A kurzor felette áll"
LeftMouseButton="Bal egérgomb"
MiddleMouseButton="Középső egérgomb"
RightMouseButton="Jobb egérgomb"
MouseXButton1="Egér X Gomb1"
MouseXButton2="Egér X Gomb2"
TimeDelay="Késleltetés:"
MSEL="ezredmásodperc"
IgnoreNumber="Szám figyelmen kívül hagyása"
IgnoreLatin="Latin mellőzése (Angol, Francia, Német, Spanyol, stb.)"
IgnoreCJK="Kínai, Japán és Koreai mellőzése"
IgnoreCyrillic="Cirill mellőzése (Orosz, Ukrán, Bolgár, stb.)"
IgnoreArabic="Arab, Héber figyelmen kívül hagyása"
InstallAdobePlugin="Adobe Acrobat PDF beépülő telepítése"
ZonedWord="A kiválasztott szöveg lefordítása"
ZonedWordFilterRule="Szűrési szabályok a szöveg kiválasztáshoz..."
;----------- end --------------------

; Capture
[DlgOptCapture]
CursorActivation="Szó felvétele a képernyőn"
MouseActivation="Egér aktiválási mód:"
MouseOver="Ha a kurzor felette áll"
LeftMouseButton="Bal egérgomb"
MiddleMouseButton="Középső egérgomb"
RightMouseButton="Jobb egérgomb"
MouseXButton1="Egér X Gomb1"
MouseXButton2="Egér X Gomb2"
TimeDelay="Késleltetés:"
MSEL="ezredmásodperc"
MatchPhrase="Mondat egyezés"
IgnoreNumber="Szám figyelmen kívül hagyása"
IgnoreLatin="Latin mellőzése (Angol, Francia, Német, Spanyol, stb.)"
IgnoreCJK="Kínai, Japán és Koreai mellőzése"
IgnoreCyrillic="Cirill mellőzése (Orosz, Ukrán, Bolgár, stb.)"
IgnoreArabic="Arab, Héber figyelmen kívül hagyása"
InstallAdobePlugin="Adobe Acrobat PDF beépülő telepítése"
ZonedWord="A kiválasztott szöveg lefordítása"
ForText<input type="button" Select>ion="Szöveg kijelölésre"
ForDoubleClicking="Dupla kattintásra"
ZonedWordFilterRule="Szűrési szabályok a szöveg kiválasztáshoz..."
ShowOnlyFirstResult="Csak az első keresési eremény megjelenítése"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title="Szűrési szabályok a szöveg kiválasztáshoz"
ProgramFilename="Program fájlnév", "Program fájlnév (Az összes program megadása ha üres)"
WndClassName="Ablak osztálynév", "Ablak osztálynév (Az összes ablak megadása ha üres)"
DisableSelect="Szöveg kijelölés mellőzése", "Szöveg kijelölés mellőzése"
DisableDBLClick="Dupla kattintás mellőzése", "Dupla kattintás mellőzése"
Comment="Megjegyzés", "Megjegyzés"
Add="Hozzáadás"
Modify="Módosítás"
Delete="Törlés", "Biztos, hogy törlöd a jelenlegi elemet?"
Ok="Ok"
Cancel="Mégse"
LoadDefault="Alapértelmezett", "Biztos, hogy visszaállítod az alapértelmezett beállításokat?"
Browser="...", "Böngésző", "Program (*.exe)|*.exe|"
Capture="...", "Ablak osztálynév rögzítés"
AllProgram="-- Az összes program --"
AllWindow="-- Az összes ablak --"

[WndClassNameCapture]
Title="Ablak osztálynév rögzítés"
ProgramFilename="Program fájlnév"
WndClassName="Ablak osztálynév"
Capture="Rögzíteni azt a képernyőről"

; Speech
[DlgOptSpeech]
RPPEngine="Természetes hang modul"
RPPEnable="Engedélyez"
RPPVoice="Hang"
RPPRebuildIndexFile="Index fájl újraépítés", "Index fájl újraépítési hiba! \nLehetséges, hogy állnak rendelkezésre megfelelő fájl hozzáférési jogosultságok."
Engine="Szövegfelolvasó (TTS) modul"
Voice="Hang"
Enable="Engedélyez"
Volume="Hangerő"
Pitch="Hangszín"
Speed="Sebesség"
Format="Formátum", "Alapértelmezett", "Nem támogatott audió formátum: [$Format]"
RealtimePron="Valós idejű kiejtés"
PronInQuery="Mialatt keresi a szót"
PronInCapture="Mialatt rögzíti a szöveget"
PronInSelect="A kiválasztott szöveg fordítása alatt"
Test="Teszt"
EnterText="Add meg a szöveget és próbáld ki ezzel a hanggal"
DownloadTTS="Természetes hang és TTS modul csomag letöltése..."

; Connect
[DlgOptConnection]
ConnectSet="Csatlakozási beállítások"
DirectConnect="Közvetlen kapcsolat"
IEProxyConnect="A web böngésző proxy beállításainak használata"
ProxyConnect="Csatlakozás Proxy / Tűzfal szerveren keresztűl"
ProxyServer="Proxy kiszolgáló:"
ProxyPort="Port:"
Username="Felhasználónév:"
Password="Jelszó:"
OnlineUpdate="Online frissítés"
UpdateNow="Azonnali frissítés"
EnableUpdate="Az online frissítés engedélyezése"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Fő ablak megnyitása"
GrabToggleKey="Képernyőn lévő szó rögzítése"
SelectionToggleKey="Kiválasztott szöveg fordítása"
ClipboardToggleKey="Vágólapon lévő szó fordítása"
Pronounce="Kiejtés"
CopyInterpretation="Tartalom másolása a fordításba"
SpeakSelectedText="A kiválasztott szöveg kimondása"
StopSpeak="Beszéd leállítása"
DisableHotKey="Gyorsbillentyűk tiltása"
OpenMiniWnd="Kis ablak megnyitása/bezárása"
RollUpMiniWnd="Felgörgetés/Mini ablak visszaállítása"

[DlgExpire]
Title="A Lingoes lejárt"
Ok="Frissítés"
Cancel="Kilépés"
NetworkSettings="Hálózati beállítás"
Support="Lingoes.net"
AskUpgrade="A jelenlegi verzió lejárt, további használathoz, frissítened kell az új verzióra! \nFrissíted most az új verzióra?"

[DlgAbout]
DlgTitle="A Lingoes névjegye"
Version="Verzió: "
PortableEdition="Portable kiadás"
Email="E-mail cím"
Website="A Lingoes weboldala"
LicenseTo="A termék használatára jogosult:"
LicenseID="ID: "

;----------- new --------
PersonalUser="Személyes nem-kereskedelmi használat"
EvaluationUser="Ez a próba szoftver csak kiértékelési célokra használható"
UserLicenseQuantity="[$Quantity] Felhasználói licenc", "[$Quantity] Felhasználói licenc ([$KeyNo]/[$Quantity])"
LicenseExpire="A licenc [$Day] nap múlva lejár"
;----------- end -----------

[WebResult]
SpellingAlternatives="Helyesírás alternatívák"
SpellChecker="Helyesírás-ellenőrző"
TextTranslation="Szövegfordítás"
WebSearch="Web keresés"
MoreResults="További eredmények"
WaitSearch="A keresési eredmények lekérdezése..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Nincs megfelelő találat erre: \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Hogyan használható a Lingoes"
DownDictTip="További szótárak letöltése"
Intro="Több mint 80 nyelv fordítási támogatás<br>Kurzor fordítás, Szöveg fordítás és Szöveg felolvasás"

[TextTranslation]
Title="Szövegfordítás"
To="Ide"
Translate="Fordítás"
RequestFailed="Hiba a kért fordítási szolgáltatásban."
ConnectFailed="A Lingoes nem tud csatlakozni a szerverhez. Ha csatlakozva vagy az internethez, kérlek, ellenőrizd a csatlakozási beállításokat a konfigurációban. "
WaitRequest="A fordítási eredmények lekérdezése..."
ParseResultFailed="A fordítási eredmény elemzése sikertelen. Ha több alkalommal is megjelenik ez az üzenet, kérlek, jelentsd nekünk."

; Layout
[Layout]
DictMenu="Szótár menü"
ShowResult="Eredmény megjelenítése"
MinimizeResult="Eredmény minimalizálása"
FindWord="Keresés: "
NoLicenseTip="A teljes tartalom a regisztrálás után fog megjelenni...", "Ez a szótár próbaverziója, mely csak kiértékelési célokra használható, a teljes tartalom a regisztrálás után fog megjelenni: &nbsp;<a href='app://activate/'><u>Aktiválás</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>Vásárlás</u></a>", "Ez a szoftver próbaverziója, mely csak kiértékelési célokra használható, a teljes funkciók csak a regisztráció után lesznek elérhetőek: &nbsp;<a href='app://activate/'><u>Aktiválás</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>Vásárlás</u></a>"
RememberWord="A szó hozzáadása a jegyzetfüzethez"

; Dictionary Menu
[DictMenu]
About="Névjegy..."
Enable="Engedélyezés"
Disable="Letiltás"
DisableMsg="A szótár le van tiltva és az eredmények nem fognak megjelenni!\nEngedélyezheted azt a \"Szótárak\" párbeszédablakban."
MoveTop="Beállítás felső eredményként"
ArrangeResults="Az eredmények rendezése..."
IndexGroup="  (Index csoport)"
QueryGroup="  (Lekérdezési csoport)"
GrabGroup="  (Szöveg felvételi csoport)"

[Update]
Title="Online frissítés"
AskUpgrade="Új verzió észlelve. Szeretnél frissíteni az új verzióra?"
UpgradeNow="Új verzió észlelve. Szükséges frissíteni az új verzióra"
UpdateSuccess="A frissítés sikeres!"
UpdateFail="A frissítés sikertelen!"
NoUpdate="A jelenlegi verzió a legfrissebb"

CheckUpdate="Frissítés ellenőrzése..."
GetUpdateInfo="Frissítési információ lekérdezés..."
DownUpdateData="Frissítési adat letöltése..."
ExecUpdate="Rendszer frissítés..."
GetUpgradeInfo="Frissítési információ lekérdezés..."
DownUpgradeData="Frissítési adat letöltése..."
ExecUpgrade="Rendszer frissítés..."
NeedExitForUpgrade="A Lingoes ki fog lépni a frissítés befejezéséhez"

[Message]
InitUpdateServerFail="Az automatikus frissítési szolgáltatás előkészítése sikertelen "
StartDictServerFail="A szótár szolgáltatás indítása sikertelen."

DictFileErr="Érvénytelen fájl formátum!\n[$Filename]"
DictVersinTooOld="[$Filename]\nA jelenlegi szótár verzió ([$DictVer]) igen régi, kérlek, frissítsd azt.\n\nFelkeresed a Lingoes weboldalát a legfrissebb verzió megkereséséhez?"
DictVersinTooNew="[$Filename]\nA jelenlegi szótár verzióhoz ([$DictVer]) újabb Lingoes verzió szükséges.\n\nLetöltöd a legújabb verziót a Lingoes weboldaláról most?"

AskDictRepeatInstall="A szótár lista már tartalmazza a szótárat \"[$DictTitle]\",\nFolytatod?"
InstallDictFail="Szótár telepítési hiba:\n[$Filename]"
AskUninstall="Biztos, hogy eltávolítod a szótárat?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="A szótár eltávolítása sikertelen\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Biztos, hogy törlöd a(z) \"[$DictTitle]\" szótárat a listáról?"

MemoryAllocFail="Nem sikerült lefoglalni memóriát."
FilenameInvalid="Érvénytelen fájlnév."
SaveFileFail="A fájl mentése sikertelen"
OpenFileFail="A fájl megnyitása sikertelen"

AreYouAbort="Biztos, hogy megszakítod a jelenlegi folyamatot?"
CreateThreadFail="A végrehajtási szál létrehozása sikertelen"
CreateEventFail="Esemény létrehozási hiba"
Unfulfilment="Ez a funkció nem hajtható végre"
OnlyProVersion="Ez a funkció, csak a Pro verzióban érhető el."
NoRegister="Ez egy regisztrálatlan verzió. Kérlek, regisztráld a Lingoes programot a funkció használatához."
UsernameIsEmpty="A Felhasználónév mező üres. Kérlek, töltsd ki újra."
SaveSearchResultFail="A keresési eredmények mentése sikertelen."

OpenAppendixFail="A kiegészítő tartalom megnyitása sikertelen.\n\nLetöltöd a kiegészítőt a Lingoes weboldaláról most?"
OpenSpeechEngineFail="A TTS modul betöltése sikertelen. Kérlek, ellenőrizd, hogy a TTS telepítve van-e a rendszerre! \n\nTelepítened kell a TTS modult az operációs rendszerre. Ha nincs, kérlek, töltsd le a Lingoes weboldaláról és telepítsd fel. \n\nLe szeretnéd tölteni most?"

; NeedIE6Support="A Lingoes használatához szükséges az Internet Explorer 6+, kérlek, frissítsd a web böngésződet a IE6+ verzióra"
NoImplement="Sajnálom, a szolgáltatás nem lett végrehjtva"

InstallSucceed="A telepítés sikeres." 
InstallFailed="A telepítés nem sikerült."

[DlgOptLicense]
Product="Termék licenc"
Enter="Licenc megadása..."
Remove="Licenc eltávolítás", "A licenc eltávolítása letilthat bizonyos termék funkciókat,\nBiztos, hogy folytatod a licenc eltávolítását a következő termékeknél:\n\n[$ProductList]"
Detail="További részletek..."

LicenseID="Licenc ID: "
LicenseTo="Regisztrálta: "
LicenseExpire="A licenc [$Day] nap után lejár"
UserLicenseQuantity="[$Quantity] felhasználós licenc", "[$Quantity] felhasználós licenc ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Licenc megadása"
ActivateTitle="Licenckulcs megadása", "A licenckulcsot a vásárlás után kapott jóváhagyási levélben vagy a telepítőlemez tokjának belső oldalán találod."
LicenseKey="Licenckulcs:"
Name="Név:"
Email="Email:"
NetworkSet="Hálózati beállítások", "A licenckulcs aktiválásához online állapot szükséges. Kérlek, állítsd be a proxy szervert ha szükséges.
Activate="Aktiválás"
BuyTitle="A(z) [$Publisher] termék megvásárlása", "A(z) [$Publisher] termék megvásárlásához, kattints a Vásárlás gombra."
Buy="Vásárlás"
Cancel="Bezárás"

IncorrectProductKey="A licenc kulcs nem megfelelő."
IncorrectName="A név nem megfelelő. Kérlek, adj meg egy 32 karakternél rövidebb nevet."
IncorrectEmail="Az email cím nem megfelelő. Kérlek, adj meg egy 128 karakternél rövidebb érvényes email címet."
WaitRequest="Folyamatban... Kis türelmet."

RequestFailed="Az aktiválás sikertelen. A kiszolgáló elfoglalt. Kérlek, próbáld meg később."
NetworkFault="Nem lehet csatlakozni az aktiválási szerverhez, kérlek, ellenőrizd a hálózati beállításokat."
ResponseError="Helytelen szerver válaszadatok."
OtherError="Ismeretlen hiba."
SaveDataFailed="Az adat mentés sikertelen"

ActivateSuccess="Az aktiválás sikeres"
ActivateFailed="Az aktiválás sikertelen"

[WndTip]
Title="Lingoes napi tippek"
Close="Bezárás"
